",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"Add|generic add button" = "Ekle";

"Cancel|generic cancel button" = "İptal";

"Facebook Messages|Title of button on sheet allowing user to contact a friend via Facebook Messages" = "Facebook Mesajlar";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Facebook Kullanıcısı";

"Friends or Contacts|placeholder text in to field of contacts picker" = "Arkadaşlar veya Kişiler";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Grup Konuşması";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Eksik kişi";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Geçersiz Kişi";

"Last Updated: %@|last updated date in pull to refresh header" = "Son Güncelleme: %1$@";

"Loading...|loading progress text" = "Yükleniyor...";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Diğer Çevrimiçi Arkadaşlar";

"Name|Placeholder text: Name of new contact" = "Adı";

"New Contact|Button title: Create a new contact" = "Yeni Kişi";

"OK|generic affirmative button" = "Tamam";

"on mobile|presences status for being available on mobile" = "cep telefonunda";

"online|presences status for being online on the web" = "çevrimiçi";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Telefon veya E-posta:";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Lütfen bir telefon numarası veya e-posta adresi gir.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Lütfen bu kişinin adını ve iletişim bilgilerini gir.";

"Pull down to refresh...|message for pull down to refresh" = "Yenilemek için aşağı çek...";

"Push up to refresh...|message for push up to refresh" = "Yenilemek için yukarı it...";

"Release to refresh...|message for releasing to refresh" = "Yenilemek için bırak...";

"Search|placeholder in search bar" = "Arama";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Daha Fazla Arkadaşını Ara…";

"Send to:|Title of sheet shown when sending to a user with multiple points of contact" = "Gönder:";

"To:|to field in contact picker" = "Kime:";

"Updating...|updating progress text" = "Güncelleniyor...";

